Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# batch.exitMultiSelect
source: Exit Multi-Select
ar: الخروج من التحديد المتعدد
de: Mehrfachauswahl beenden
es: Salir de selección múltiple
fr: Quitter la sélection multiple
id: Keluar dari Multi-Pilih
it: Esci da selezione multipla
ja: マルチ選択を終了
ko: 다중 선택 종료
nl: Meervoudige selectie verlaten
pl: Wyjdź z trybu wielokrotnego wyboru
pt_br: Sair da seleção múltipla
ru: Выйти из множественного выбора
tr: Çoklu Seçimden Çık
uk: Вийти з мультивибору
vi: Thoát chọn nhiều
zh_hans: 退出多选
zh_hant: 退出多選

# batch.exitMultiSelect.help
source: Exit multi-select
ar: الخروج من التحديد المتعدد
de: Mehrfachauswahl beenden
es: Salir de selección múltiple
fr: Quitter la sélection multiple
id: Keluar dari multi-pilih
it: Esci da selezione multipla
ja: マルチ選択を終了
ko: 다중 선택 종료
nl: Meervoudige selectie verlaten
pl: Wyjdź z trybu wielokrotnego wyboru
pt_br: Sair da seleção múltipla
ru: Выйти из множественного выбора
tr: Çoklu seçimden çık
uk: Вийти з мультивибору
vi: Thoát chọn nhiều
zh_hans: 退出多选（Esc）
zh_hant: 退出多選（Esc）

# batch.githubStarLists.move
source: Move
ar: نقل
de: Verschieben
es: Mover
fr: Déplacer
id: Pindahkan
it: Sposta
ja: 移動
ko: 이동
nl: Verplaatsen
pl: Przenieś
pt_br: Mover
ru: Переместить
tr: Taşı
uk: Перемістити
vi: Di chuyển
zh_hans: 移动到
zh_hant: 移動到

# batch.githubStarLists.move.help
source: Move selected repositories to another GitHub list
ar: نقل المستودعات المحددة إلى قائمة GitHub أخرى
de: Ausgewählte Repositorys in eine andere GitHub-Liste verschieben
es: Mover los repositorios seleccionados a otra lista de GitHub
fr: Déplacer les dépôts sélectionnés vers une autre liste GitHub
id: Pindahkan repositori yang dipilih ke daftar GitHub lain
it: Sposta i repository selezionati in un'altra lista GitHub
ja: 選択したリポジトリを別のGitHubリストに移動
ko: 선택한 저장소를 다른 GitHub 목록으로 이동
nl: Verplaats geselecteerde repositories naar een andere GitHub-lijst
pl: Przenieś wybrane repozytoria do innej listy GitHub
pt_br: Mover repositórios selecionados para outra lista do GitHub
ru: Переместить выбранные репозитории в другой список GitHub
tr: Seçilen depoları başka bir GitHub listesine taşıyın
uk: Перемістити вибрані репозиторії до іншого списку GitHub
vi: Di chuyển các kho đã chọn sang danh sách GitHub khác
zh_hans: 将所选仓库移动到其他 GitHub 分组
zh_hant: 將選取的倉庫移動到其他 GitHub 分組

# batch.githubStarLists.move.processing
source: Moving selected repositories...
ar: نقل المستودعات المحددة...
de: Ausgewählte Repositories verschieben...
es: Moviendo repositorios seleccionados...
fr: Déplacement des dépôts sélectionnés...
id: Memindahkan repositori yang dipilih...
it: Spostamento dei repository selezionati...
ja: 選択したリポジトリを移動中…
ko: 선택한 저장소 이동 중...
nl: Geselecteerde repositories verplaatsen...
pl: Przenoszenie wybranych repozytoriów...
pt_br: Movendo repositórios selecionados...
ru: Перемещение выбранных репозиториев...
tr: Seçilen depolar taşınıyor...
uk: Переміщення вибраних репозиторіїв...
vi: Đang di chuyển các kho lưu trữ đã chọn...
zh_hans: 正在移动所选仓库...
zh_hant: 正在移動選取的倉庫...

# batch.githubStarLists.move.summaryFormat
source: Move: %1$d succeeded · %2$d failed
ar: نقل: %1$d نجح · %2$d فشل
de: Verschieben: %1$d erfolgreich · %2$d fehlgeschlagen
es: Mover: %1$d correctos · %2$d fallidos
fr: Déplacer : %1$d réussi · %2$d échoué
id: Pindahkan: %1$d berhasil · %2$d gagal
it: Sposta: %1$d riusciti · %2$d falliti
ja: 移動: %1$d成功 · %2$d失敗
ko: 이동: %1$d개 성공 · %2$d개 실패
nl: Verplaatsen: %1$d gelukt · %2$d mislukt
pl: Przenoszenie: %1$d udanych · %2$d nieudanych
pt_br: Mover: %1$d com sucesso · %2$d falhou
ru: Перемещение: %1$d успешно · %2$d с ошибками
tr: Taşıma: %1$d başarılı · %2$d başarısız
uk: Переміщення: %1$d успішно · %2$d невдало
vi: Di chuyển: %1$d thành công · %2$d thất bại
zh_hans: 移动：成功 %1$d / 失败 %2$d
zh_hant: 移動：成功 %1$d / 失敗 %2$d

# batch.githubStarLists.noMoveTargets
source: No target groups
ar: لا توجد مجموعات مستهدفة
de: Keine Zielgruppen
es: Sin grupos destino
fr: Aucun groupe cible
id: Tidak ada grup target
it: Nessun gruppo di destinazione
ja: 移動先グループがありません
ko: 대상 그룹 없음
nl: Geen doelgroepen
pl: Brak grup docelowych
pt_br: Nenhum grupo de destino
ru: Нет целевых групп
tr: Hedef grup yok
uk: Немає цільових груп
vi: Không có nhóm đích
zh_hans: 没有可移动的目标分组
zh_hant: 沒有可移動的目標分組

# batch.library.add
source: Add to Library
ar: إضافة إلى المكتبة
de: Zur Bibliothek hinzufügen
es: Añadir a la Biblioteca
fr: Ajouter à la bibliothèque
id: Tambahkan ke Pustaka
it: Aggiungi alla Libreria
ja: ライブラリに追加
ko: 라이브러리에 추가
nl: Toevoegen aan bibliotheek
pl: Dodaj do biblioteki
pt_br: Adicionar à Biblioteca
ru: Добавить в библиотеку
tr: Kitaplığa Ekle
uk: Додати до бібліотеки
vi: Thêm vào Thư viện
zh_hans: 加入知识库
zh_hant: 加入知識庫

# batch.library.add.help
source: Add all selected repositories to your private library
ar: إضافة جميع المستودعات المحددة إلى مكتبتك الخاصة
de: Alle ausgewählten Repositories zur privaten Bibliothek hinzufügen
es: Añadir todos los repositorios seleccionados a tu biblioteca privada
fr: Ajouter tous les dépôts sélectionnés à votre bibliothèque privée
id: Tambahkan semua repositori yang dipilih ke pustaka pribadi Anda
it: Aggiungi tutti i repository selezionati alla tua libreria privata
ja: 選択したすべてのリポジトリをプライベートライブラリに追加
ko: 선택한 모든 저장소를 개인 라이브러리에 추가
nl: Voeg alle geselecteerde repositories toe aan uw privébibliotheek
pl: Dodaj wszystkie wybrane repozytoria do prywatnej biblioteki
pt_br: Adicionar todos os repositórios selecionados à sua biblioteca privada
ru: Добавить все выбранные репозитории в вашу личную библиотеку
tr: Seçilen tüm depoları özel kitaplığınıza ekleyin
uk: Додати всі вибрані репозиторії до вашої приватної бібліотеки
vi: Thêm tất cả kho lưu trữ đã chọn vào thư viện riêng của bạn
zh_hans: 将所有选中的仓库加入私有知识库
zh_hant: 將所有選取的倉庫加入私有知識庫

# batch.library.add.processing
source: Adding to Library...
ar: جاري الإضافة إلى المكتبة...
de: Zur Bibliothek hinzufügen...
es: Añadiendo a la Biblioteca...
fr: Ajout à la bibliothèque...
id: Menambahkan ke Pustaka...
it: Aggiunta alla Libreria...
ja: ライブラリに追加中…
ko: 라이브러리에 추가 중...
nl: Bezig met toevoegen aan bibliotheek...
pl: Dodawanie do biblioteki...
pt_br: Adicionando à Biblioteca...
ru: Добавление в библиотеку...
tr: Kitaplığa ekleniyor...
uk: Додавання до бібліотеки...
vi: Đang thêm vào Thư viện...
zh_hans: 正在加入知识库...
zh_hant: 正在加入知識庫...

# batch.library.add.summaryFormat
source: Library: added %d / skipped %d / failed %d
ar: المكتبة: أُضيف %d / تُجُوهِل %d / فشل %d
de: Bibliothek: %d hinzugefügt / %d übersprungen / %d fehlgeschlagen
es: Biblioteca: añadidos %d / omitidos %d / fallidos %d
fr: Bibliothèque : ajouté %d / ignoré %d / échoué %d
id: Pustaka: ditambahkan %d / dilewati %d / gagal %d
it: Libreria: aggiunti %d / saltati %d / falliti %d
ja: ライブラリ: 追加 %d / スキップ %d / 失敗 %d
ko: 라이브러리: 추가 %d / 건너뜀 %d / 실패 %d
nl: Bibliotheek: %d toegevoegd / %d overgeslagen / %d mislukt
pl: Biblioteka: dodano %d / pominięto %d / nieudane %d
pt_br: Biblioteca: adicionados %d / ignorados %d / falhas %d
ru: Библиотека: добавлено %d / пропущено %d / ошибок %d
tr: Kitaplık: %d eklendi / %d atlandı / %d başarısız
uk: Бібліотека: додано %d / пропущено %d / невдало %d
vi: Thư viện: đã thêm %d / đã bỏ qua %d / thất bại %d
zh_hans: 知识库：新增 %d / 跳过 %d / 失败 %d
zh_hant: 知識庫：新增 %d / 跳過 %d / 失敗 %d

# batch.library.remove
source: Remove from Library
ar: إزالة من المكتبة
de: Aus Bibliothek entfernen
es: Eliminar de la Biblioteca
fr: Retirer de la bibliothèque
id: Hapus dari Pustaka
it: Rimuovi dalla Libreria
ja: ライブラリから削除
ko: 라이브러리에서 제거
nl: Verwijderen uit bibliotheek
pl: Usuń z biblioteki
pt_br: Remover da Biblioteca
ru: Удалить из библиотеки
tr: Kitaplıktan Kaldır
uk: Вилучити з бібліотеки
vi: Xóa khỏi Thư viện
zh_hans: 移出知识库
zh_hant: 移出知識庫

# batch.library.remove.help
source: Remove selected repos from Starcat Library
ar: إزالة المستودعات المحددة من مكتبة Starcat
de: Ausgewählte Repos aus der Starcat-Bibliothek entfernen
es: Eliminar los repositorios seleccionados de la Biblioteca de Starcat
fr: Retirer les dépôts sélectionnés de la bibliothèque Starcat
id: Hapus repositori yang dipilih dari Pustaka Starcat
it: Rimuovi i repository selezionati dalla Libreria di Starcat
ja: Starcatライブラリから選択したリポジトリを削除
ko: 선택한 저장소를 Starcat 라이브러리에서 제거
nl: Verwijder geselecteerde repositories uit Starcat-bibliotheek
pl: Usuń wybrane repozytoria z biblioteki Starcat
pt_br: Remover repositórios selecionados da Biblioteca Starcat
ru: Удалить выбранные репозитории из библиотеки Starcat
tr: Seçilen depoları Starcat Kitaplığı'ndan kaldırın
uk: Вилучити вибрані репозиторії з бібліотеки Starcat
vi: Xóa các kho lưu trữ đã chọn khỏi Thư viện Starcat
zh_hans: 将选中仓库移出知识库
zh_hant: 將選取倉庫移出 Starcat 知識庫

# batch.library.remove.processing
source: Removing from Library...
ar: جاري الإزالة من المكتبة...
de: Aus Bibliothek entfernen...
es: Eliminando de la Biblioteca...
fr: Retrait de la bibliothèque...
id: Menghapus dari Pustaka...
it: Rimozione dalla Libreria...
ja: ライブラリから削除中…
ko: 라이브러리에서 제거 중...
nl: Bezig met verwijderen uit bibliotheek...
pl: Usuwanie z biblioteki...
pt_br: Removendo da Biblioteca...
ru: Удаление из библиотеки...
tr: Kitaplıktan kaldırılıyor...
uk: Вилучення з бібліотеки...
vi: Đang xóa khỏi Thư viện...
zh_hans: 正在移出知识库...
zh_hant: 正在移出知識庫...

# batch.library.remove.summaryFormat
source: Library: removed %d / skipped %d / failed %d
ar: المكتبة: أُزيل %d / تُجُوهِل %d / فشل %d
de: Bibliothek: %d entfernt / %d übersprungen / %d fehlgeschlagen
es: Biblioteca: eliminados %d / omitidos %d / fallidos %d
fr: Bibliothèque : retiré %d / ignoré %d / échoué %d
id: Pustaka: dihapus %d / dilewati %d / gagal %d
it: Libreria: rimossi %d / saltati %d / falliti %d
ja: ライブラリ: 削除 %d / スキップ %d / 失敗 %d
ko: 라이브러리: 제거 %d / 건너뜀 %d / 실패 %d
nl: Bibliotheek: %d verwijderd / %d overgeslagen / %d mislukt
pl: Biblioteka: usunięto %d / pominięto %d / nieudane %d
pt_br: Biblioteca: removidos %d / ignorados %d / falhas %d
ru: Библиотека: удалено %d / пропущено %d / ошибок %d
tr: Kitaplık: %d kaldırıldı / %d atlandı / %d başarısız
uk: Бібліотека: вилучено %d / пропущено %d / невдало %d
vi: Thư viện: đã xóa %d / đã bỏ qua %d / thất bại %d
zh_hans: 知识库：移出 %d / 跳过 %d / 失败 %d
zh_hant: 知識庫：移出 %d / 跳過 %d / 失敗 %d

# batch.loadTagsFailed
source: Failed to load tags
ar: فشل تحميل الوسوم
de: Tags konnten nicht geladen werden
es: Error al cargar las etiquetas
fr: Échec du chargement des étiquettes
id: Gagal memuat tag
it: Caricamento tag fallito
ja: タグの読み込みに失敗しました
ko: 태그를 불러오지 못했습니다
nl: Tags laden mislukt
pl: Nie udało się załadować tagów
pt_br: Falha ao carregar tags
ru: Не удалось загрузить теги
tr: Etiketler yüklenemedi
uk: Не вдалося завантажити теги
vi: Không thể tải thẻ
zh_hans: 加载标签失败
zh_hant: 載入標籤失敗

# batch.multiSelect
source: Multi-Select
ar: تحديد متعدد
de: Mehrfachauswahl
es: Selección múltiple
fr: Sélection multiple
id: Pilih Banyak
it: Selezione multipla
ja: マルチ選択
ko: 다중 선택
nl: Meervoudige selectie
pl: Zaznaczanie wielu
pt_br: Seleção Múltipla
ru: Множественный выбор
tr: Çoklu Seçim
uk: Мультивибір
vi: Chọn nhiều
zh_hans: 多选
zh_hant: 多選

# batch.multiSelect.disabledNotAuthenticated
source: Sign in to use batch operations
ar: سجّل الدخول لاستخدام العمليات المجمّعة
de: Melden Sie sich an, um Batch-Operationen zu nutzen
es: Inicia sesión para usar operaciones por lotes
fr: Connectez-vous pour utiliser les opérations par lots
id: Masuk untuk menggunakan operasi batch
it: Accedi per usare le operazioni batch
ja: バッチ操作を使用するにはサインインしてください
ko: 로그인하여 일괄 작업 사용
nl: Meld u aan om batchbewerkingen te gebruiken
pl: Zaloguj się, aby używać operacji zbiorczych
pt_br: Faça login para usar operações em lote
ru: Войдите в систему, чтобы использовать пакетные операции
tr: Toplu işlemler için oturum açın
uk: Увійдіть, щоб використовувати групові операції
vi: Đăng nhập để sử dụng thao tác hàng loạt
zh_hans: 登录后可批量操作
zh_hant: 登入後可使用批量操作

# batch.noMatch
source: No matching tags
ar: لا توجد وسوم مطابقة
de: Keine passenden Tags
es: Sin etiquetas coincidentes
fr: Aucune étiquette correspondante
id: Tidak ada tag yang cocok
it: Nessun tag corrispondente
ja: 一致するタグがありません
ko: 일치하는 태그 없음
nl: Geen overeenkomende tags
pl: Brak pasujących tagów
pt_br: Nenhuma tag correspondente
ru: Нет подходящих тегов
tr: Eşleşen etiket yok
uk: Немає відповідних тегів
vi: Không có thẻ phù hợp
zh_hans: 未找到匹配标签
zh_hant: 未找到相符標籤

# batch.noTags
source: No tags yet. Go to tag management to create one.
ar: لا توجد وسوم بعد. انتقل إلى إدارة الوسوم لإنشاء واحد.
de: Noch keine Tags. Gehen Sie zur Tag-Verwaltung, um einen zu erstellen.
es: Aún no hay etiquetas. Ve a la gestión de etiquetas para crear una.
fr: Pas encore d'étiquettes. Allez dans la gestion des étiquettes pour en créer une.
id: Belum ada tag. Buka manajemen tag untuk membuatnya.
it: Ancora nessun tag. Vai alla gestione tag per crearne uno.
ja: まだタグがありません。タグ管理で作成してください。
ko: 아직 태그가 없습니다. 태그 관리로 이동하여 생성하세요.
nl: Nog geen tags. Ga naar tagbeheer om er een aan te maken.
pl: Brak tagów. Przejdź do zarządzania tagami, aby utworzyć nowy.
pt_br: Nenhuma tag ainda. Vá para o gerenciamento de tags para criar uma.
ru: Тегов пока нет. Перейдите в управление тегами, чтобы создать новый.
tr: Henüz etiket yok. Bir tane oluşturmak için etiket yönetimine gidin.
uk: Тегів ще немає. Перейдіть до керування тегами, щоб створити.
vi: Chưa có thẻ nào. Hãy vào quản lý thẻ để tạo thẻ.
zh_hans: 还没有任何标签，先去标签管理创建。
zh_hant: 還沒有任何標籤，請先到標籤管理建立。

# batch.progress.cancel
source: Stop
ar: إيقاف
de: Stopp
es: Detener
fr: Arrêter
id: Berhenti
it: Ferma
ja: 停止
ko: 중지
nl: Stoppen
pl: Zatrzymaj
pt_br: Parar
ru: Остановить
tr: Durdur
uk: Зупинити
vi: Dừng
zh_hans: 停止
zh_hant: 停止

# batch.progress.processingFormat
source: Processing %d / %d
ar: معالجة %d / %d
de: Verarbeite %d / %d
es: Procesando %d / %d
fr: Traitement %d / %d
id: Memproses %d / %d
it: Elaborazione %d / %d
ja: 処理中 %d / %d
ko: 처리 중 %d / %d
nl: Bezig %d / %d
pl: Przetwarzanie %d / %d
pt_br: Processando %d / %d
ru: Обработка %d / %d
tr: %d / %d işleniyor
uk: Обробка %d / %d
vi: Đang xử lý %d / %d
zh_hans: 处理中 %d / %d
zh_hant: 處理中 %d / %d

# batch.searchTags
source: Search tags
ar: بحث في الوسوم
de: Tags durchsuchen
es: Buscar etiquetas
fr: Rechercher des étiquettes
id: Cari tag
it: Cerca tag
ja: タグを検索
ko: 태그 검색
nl: Tags zoeken
pl: Szukaj tagów
pt_br: Buscar tags
ru: Поиск тегов
tr: Etiket ara
uk: Пошук тегів
vi: Tìm kiếm thẻ
zh_hans: 搜索标签
zh_hant: 搜尋標籤

# batch.selectedCountFormat
source: %d selected
ar: %d محدد
de: %d ausgewählt
es: %d seleccionados
fr: %d sélectionné(s)
id: %d dipilih
it: %d selezionati
ja: %d個選択
ko: %d개 선택됨
nl: %d geselecteerd
pl: Wybrano %d
pt_br: %d selecionados
ru: Выбрано: %d
tr: %d seçili
uk: Вибрано %d
vi: Đã chọn %d
zh_hans: 已选 %d 个
zh_hant: 已選 %d 個

# batch.star
source: Star
ar: إضافة نجمة
es: Destacar
fr: Ajouter une étoile
id: Beri Bintang
it: Aggiungi stella
ja: スター
ko: 별표
nl: Ster
pl: Dodaj gwiazdkę
pt_br: Favoritar
ru: Звезда
tr: Yıldızla
uk: Позначити зіркою
vi: Gắn sao

# batch.star.help
source: Star selected repos (already-starred items are skipped)
ar: إضافة نجمة للمستودعات المحددة (يتم تخطي العناصر المضافة مسبقًا)
de: Ausgewählte Repos mit einem Stern markieren (bereits markierte werden übersprungen)
es: Destacar repositorios seleccionados (los ya destacados se omiten)
fr: Mettre une étoile aux dépôts sélectionnés (les éléments déjà étoilés sont ignorés)
id: Beri bintang pada repositori yang dipilih (item yang sudah berbintang dilewati)
it: Aggiungi stella ai repo selezionati (quelli già con stella vengono saltati)
ja: 選択したリポジトリにスターを付ける（既にスターを付けたものはスキップ）
ko: 선택한 저장소에 별표 (이미 별표한 항목은 건너뜀)
nl: Ster geselecteerde repositories (al gemarkeerde items worden overgeslagen)
pl: Dodaj gwiazdkę do wybranych repozytoriów (już oznaczone są pomijane)
pt_br: Favoritar repositórios selecionados (itens já favoritados são ignorados)
ru: Отметить звездой выбранные репозитории (уже отмеченные пропускаются)
tr: Seçilen depoları yıldızla (zaten yıldızlanmış olanlar atlanır)
uk: Позначити зіркою вибрані репозиторії (вже позначені пропускаються)
vi: Gắn sao các kho đã chọn (các mục đã gắn sao sẽ được bỏ qua)
zh_hans: 对所选仓库批量 Star（已 Star 的会被跳过）
zh_hant: 對選取倉庫批量 Star（已 Star 的會跳過）

# batch.summary.format
source: %1$@: %2$d succeeded · %3$d skipped · %4$d failed
ar: %1$@: %2$d نجح · %3$d تُجُوهِل · %4$d فشل
de: %1$@: %2$d erfolgreich · %3$d übersprungen · %4$d fehlgeschlagen
es: %1$@: %2$d correctos · %3$d omitidos · %4$d fallidos
fr: %1$@ : %2$d réussi · %3$d ignoré · %4$d échoué
id: %1$@: %2$d berhasil · %3$d dilewati · %4$d gagal
it: %1$@: %2$d riusciti · %3$d saltati · %4$d falliti
ja: %1$@: %2$d成功 · %3$dスキップ · %4$d失敗
ko: %1$@: %2$d개 성공 · %3$d개 건너뜀 · %4$d개 실패
nl: %1$@: %2$d gelukt · %3$d overgeslagen · %4$d mislukt
pl: %1$@: %2$d udanych · %3$d pominiętych · %4$d nieudanych
pt_br: %1$@: %2$d com sucesso · %3$d ignorados · %4$d falhas
ru: %1$@: %2$d успешно · %3$d пропущено · %4$d с ошибками
tr: %1$@: %2$d başarılı · %3$d atlandı · %4$d başarısız
uk: %1$@: %2$d успішно · %3$d пропущено · %4$d невдало
vi: %1$@: %2$d thành công · %3$d bỏ qua · %4$d thất bại
zh_hans: %1$@：成功 %2$d / 跳过 %3$d / 失败 %4$d
zh_hant: %1$@：成功 %2$d / 跳過 %3$d / 失敗 %4$d

# batch.summary.star
source: Star
ar: إضافة نجمة
es: Destacar
fr: Étoile
id: Beri Bintang
it: Stella
ja: スター
ko: 별표
nl: Ster
pl: Dodaj gwiazdkę
pt_br: Favoritar
ru: Звезда
tr: Yıldızla
uk: Позначити зіркою
vi: Gắn sao

# batch.summary.unstar
source: Unstar
ar: إزالة النجمة
es: Quitar destacado
fr: Retirer l'étoile
id: Hapus Bintang
it: Rimuovi stella
ja: スター解除
ko: 별표 해제
nl: Ontsterren
pl: Usuń gwiazdkę
pt_br: Desfavoritar
ru: Снять звезду
tr: Yıldızı kaldır
uk: Зняти зірку
vi: Bỏ sao

# batch.tagColor
source: Color
ar: اللون
de: Farbe
fr: Couleur
id: Warna
it: Colore
ja: 色
ko: 색상
nl: Kleur
pl: Kolor
pt_br: Cor
ru: Цвет
tr: Renk
uk: Колір
vi: Màu
zh_hans: 颜色
zh_hant: 顏色

# batch.tagIcon
source: Icon
ar: الأيقونة
de: Symbol
es: Icono
fr: Icône
id: Ikon
it: Icona
ja: アイコン
ko: 아이콘
nl: Pictogram
pl: Ikona
pt_br: Ícone
ru: Иконка
tr: Simge
uk: Іконка
vi: Biểu tượng
zh_hans: 图标
zh_hant: 圖示

# batch.tagName
source: Name
ar: الاسم
es: Nombre
fr: Nom
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
tr: Ad
uk: Назва
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# batch.tagName.placeholder
source: Tag name
ar: اسم الوسم
es: Nombre de la etiqueta
fr: Nom de l'étiquette
id: Nama tag
it: Nome tag
ja: タグ名
ko: 태그 이름
nl: Tagnaam
pl: Nazwa tagu
pt_br: Nome da tag
ru: Название тега
tr: Etiket adı
uk: Назва тегу
vi: Tên thẻ
zh_hans: 标签名
zh_hant: 標籤名稱

# batch.unstar
source: Unstar
ar: إزالة النجمة
es: Quitar destacado
fr: Retirer l'étoile
id: Hapus Bintang
it: Rimuovi stella
ja: スター解除
ko: 별표 해제
nl: Ontsterren
pl: Usuń gwiazdkę
pt_br: Desfavoritar
ru: Снять звезду
tr: Yıldızı kaldır
uk: Зняти зірку
vi: Bỏ sao

# batch.unstar.help
source: Unstar selected repos (already-unstarred items are skipped)
ar: إزالة النجمة من المستودعات المحددة (يتم تخطي العناصر غير المضافة مسبقًا)
de: Sternmarkierung bei ausgewählten Repos entfernen (bereits entfernte werden übersprungen)
es: Quitar destacado de repositorios seleccionados (los ya sin destacar se omiten)
fr: Retirer l'étoile des dépôts sélectionnés (les éléments déjà sans étoile sont ignorés)
id: Hapus bintang pada repositori yang dipilih (item yang sudah tidak berbintang dilewati)
it: Rimuovi stella dai repo selezionati (quelli già senza stella vengono saltati)
ja: 選択したリポジトリのスターを外す（既に外したものはスキップ）
ko: 선택한 저장소의 별표 해제 (이미 해제한 항목은 건너뜀)
nl: Ontster geselecteerde repositories (al verwijderde items worden overgeslagen)
pl: Usuń gwiazdkę z wybranych repozytoriów (już odznaczone są pomijane)
pt_br: Desfavoritar repositórios selecionados (itens já desfavoritados são ignorados)
ru: Снять звезду с выбранных репозиториев (уже снятые пропускаются)
tr: Seçilen depoların yıldızını kaldır (zaten yıldızı kaldırılmış olanlar atlanır)
uk: Зняти зірку з вибраних репозиторіїв (вже без зірки пропускаються)
vi: Bỏ sao các kho đã chọn (các mục đã bỏ sao sẽ được bỏ qua)
zh_hans: 对所选仓库批量取消 Star（已取消的会被跳过）
zh_hant: 對選取倉庫批量取消 Star（已取消的會跳過）

# batchAI.banner.finishedFormat
source: Finished. Completed %1$d, Failed %2$d
ar: انتهى. اكتمل %1$d، فشل %2$d
de: Fertig. %1$d abgeschlossen, %2$d fehlgeschlagen
es: Finalizado. Completados %1$d, Fallidos %2$d
fr: Terminé. %1$d réussi, %2$d échoué
id: Selesai. Berhasil %1$d, Gagal %2$d
it: Finito. Completati %1$d, Falliti %2$d
ja: 完了。完了 %1$d、失敗 %2$d
ko: 완료. %1$d개 완료, %2$d개 실패
nl: Voltooid. %1$d gelukt, %2$d mislukt
pl: Zakończono. Ukończono %1$d, nieudane %2$d
pt_br: Concluído. Completados %1$d, Falhas %2$d
ru: Завершено. Выполнено %1$d, ошибок %2$d
tr: Tamamlandı. %1$d başarılı, %2$d başarısız
uk: Завершено. Виконано %1$d, невдало %2$d
vi: Hoàn tất. Đã hoàn thành %1$d, thất bại %2$d
zh_hans: 已完成。成功 %1$d，失败 %2$d
zh_hant: 已完成。成功 %1$d，失敗 %2$d

# batchAI.banner.hint
source: Let AI generate summaries and recommend tags in one batch.
ar: دع الذكاء الاصطناعي ينشئ ملخصات ويوصي بوسوم دفعة واحدة.
de: Lassen Sie KI Zusammenfassungen generieren und Tags in einem Batch empfehlen.
es: Deja que la IA genere resúmenes y recomiende etiquetas en un solo lote.
fr: Laissez l'IA générer des résumés et recommander des étiquettes en un seul lot.
id: Biarkan AI menghasilkan ringkasan dan merekomendasikan tag dalam satu batch.
it: Lascia che l'AI generi riassunti e raccomandi tag in un unico batch.
ja: AIに要約を生成させ、タグを一括で推奨させます。
ko: AI가 요약을 생성하고 태그를 일괄 추천하도록 합니다.
nl: Laat AI samenvattingen genereren en tags aanbevelen in één batch.
pl: Pozwól AI generować podsumowania i rekomendować tagi w jednej partii.
pt_br: Deixe a IA gerar resumos e recomendar tags em lote.
ru: Позвольте ИИ генерировать сводки и рекомендовать теги одним пакетом.
tr: AI'nın toplu olarak özetler oluşturmasına ve etiketler önermesine izin verin.
uk: Дозвольте ШІ створювати підсумки та рекомендувати теги одним пакетом.
vi: Để AI tạo tóm tắt và đề xuất thẻ trong một lần.
zh_hans: 让 AI 一次性为所有未分类仓库生成摘要并推荐标签。
zh_hant: 讓 AI 一次性為所有未分類倉庫產生摘要並推薦標籤。

# batchAI.banner.runningFormat
source: Running %1$d / %2$d
ar: جاري التشغيل %1$d / %2$d
de: Läuft %1$d / %2$d
es: Ejecutando %1$d / %2$d
fr: En cours %1$d / %2$d
id: Berjalan %1$d / %2$d
it: In esecuzione %1$d / %2$d
ja: 実行中 %1$d / %2$d
ko: 실행 중 %1$d / %2$d
nl: Bezig %1$d / %2$d
pl: Uruchomiono %1$d / %2$d
pt_br: Executando %1$d / %2$d
ru: Выполняется %1$d / %2$d
tr: %1$d / %2$d çalışıyor
uk: Виконується %1$d / %2$d
vi: Đang chạy %1$d / %2$d
zh_hans: 整理中 %1$d / %2$d
zh_hant: 整理中 %1$d / %2$d

# batchAI.banner.runningPausedFormat
source: Paused at %1$d / %2$d
ar: متوقف مؤقتًا عند %1$d / %2$d
de: Pausiert bei %1$d / %2$d
es: Pausado en %1$d / %2$d
fr: En pause à %1$d / %2$d
id: Dijeda di %1$d / %2$d
it: In pausa a %1$d / %2$d
ja: %1$d / %2$d で一時停止
ko: %1$d / %2$d에서 일시 중지됨
nl: Gepauzeerd bij %1$d / %2$d
pl: Wstrzymano na %1$d / %2$d
pt_br: Pausado em %1$d / %2$d
ru: Приостановлено на %1$d / %2$d
tr: %1$d / %2$d duraklatıldı
uk: Призупинено на %1$d / %2$d
vi: Đã tạm dừng tại %1$d / %2$d
zh_hans: 已暂停 %1$d / %2$d
zh_hant: 已暫停 %1$d / %2$d

# batchAI.banner.start
source: Start
ar: ابدأ
de: Starten
es: Iniciar
fr: Démarrer
id: Mulai
it: Avvia
ja: 開始
ko: 시작
nl: Starten
pt_br: Iniciar
ru: Начать
tr: Başlat
uk: Почати
vi: Bắt đầu
zh_hans: 开始整理
zh_hant: 開始整理

# batchAI.banner.titleFormat
source: %d untagged repositories
ar: %d مستودع بدون وسوم
de: %d nicht getaggte Repositories
es: %d repositorios sin etiquetar
fr: %d dépôts sans étiquette
id: %d repositori tanpa tag
it: %d repository senza tag
ja: %d個のタグなしリポジトリ
ko: 태그 없는 저장소 %d개
nl: %d niet-getagde repositories
pl: %d repozytoriów bez tagów
pt_br: %d repositórios sem tags
ru: %d репозиториев без тегов
tr: %d etiketlenmemiş depo
uk: %d репозиторіїв без тегів
vi: %d kho lưu trữ chưa gắn thẻ
zh_hans: %d 个未分类仓库
zh_hant: %d 個未分類倉庫
